---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.DividedSurfaceFailures.DividedSurfaceCoincidingSplittingWorkplanes
source: html/f7031339-4f12-c620-28f5-b1d6b76ff56f.htm
---
# Autodesk.Revit.DB.BuiltInFailures.DividedSurfaceFailures.DividedSurfaceCoincidingSplittingWorkplanes Property

Coinciding splitting workplanes are encountered

## Syntax (C#)
```csharp
public static FailureDefinitionId DividedSurfaceCoincidingSplittingWorkplanes { get; }
```